[
  {"id":"bank_of_america_better_2018","author":[{"family":"Bank of America","given":""}],"citation-key":"bank_of_america_better_2018","issued":{"date-parts":[[2018]]},"language":"en","number":"Winter","page":"9","source":"Zotero","title":"Better Money Habits Millennial Report","type":"report","URL":"https://bettermoneyhabits.bankofamerica.com/content/dam/bmh/pdf/ar6vnln9-boa-bmh-millennial-report-winter-2018-final2.pdf"},
  {"id":"eickmeyer_whats_2019","abstract":"Objective: The objective of this study is to determine whether income-pooling strategies differ between married and cohabiting individuals without children, only biological children, or any stepchildren. Background: Americans are forming families in new ways via cohabitation and stepfamilies, which may have implications for resource pooling. Although a majority of married and cohabiting couples pool their incomes, little is known about the role of children in couple's income-pooling behaviors. Method: The authors use recently collected, nationally representative data from the Families and Relationships Study (n = 4,362). Controlling for sociodemographic, household, and relationship characteristics, the authors use logistic regression to predict the odds of income pooling among married and cohabiting individuals without children, only biological children, or any stepchildren. Results: The likelihood of income pooling remained similar among cohabitors regardless of the configuration of children in the household. Among married families, however, the likelihood of income pooling differed by the presence of resident stepchildren. Married families with resident stepchildren had a lower probability of pooling their income when compared with married families with only resident biological children. Conclusion: The ways economic resources are shared differs across family types. The findings from this study are consistent with an incomplete institutionalization perspective and demonstrate that individuals in cohabiting-couple families and married-couple families with resident stepchildren are less likely to pool their incomes.","accessed":{"date-parts":[[2022,8,29]]},"author":[{"family":"Eickmeyer","given":"Kasey J."},{"family":"Manning","given":"Wendy D."},{"family":"Brown","given":"Susan L."}],"citation-key":"eickmeyer_whats_2019","container-title":"Journal of Marriage and Family","DOI":"10.1111/jomf.12565","ISSN":"1741-3737","issue":"4","issued":{"date-parts":[[2019]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/jomf.12565","page":"968-978","source":"Wiley Online Library","title":"What's Mine Is Ours? Income Pooling in American Families","title-short":"What's Mine Is Ours?","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/jomf.12565","volume":"81"},
  {"id":"gladstone_pooling_2022","abstract":"When couples decide to share their lives, they are simultaneously faced with the decision of how (or whether) to pool their finances. Does the way in which couples keep their money affect happiness in their relationship? Drawing on Interdependence Theory, we demonstrate across six studies (N = 38,534)—including both primary and secondary data—that couples who pool all of their money (compared to couples who keep all or some of their money separate) experience greater relationship satisfaction and are less likely to break up. Though joining bank accounts can benefit all couples, the effect is particularly strong among couples with scarce financial resources (i.e., those with low household income or who report feeling financially distressed). These findings replicate using experimental, cross-sectional, and longitudinal data sets, as well as in both individualistic and collectivist cultures. (PsycInfo Database Record (c) 2022 APA, all rights reserved)","accessed":{"date-parts":[[2022,4,13]]},"archive_location":"2022-42962-001","author":[{"family":"Gladstone","given":"Joe J."},{"family":"Garbinsky","given":"Emily N."},{"family":"Mogilner","given":"Cassie"}],"citation-key":"gladstone_pooling_2022","container-title":"Journal of Personality and Social Psychology","container-title-short":"Journal of Personality and Social Psychology","DOI":"10.1037/pspi0000388","ISSN":"0022-3514","issued":{"date-parts":[[2022,3,14]]},"publisher":"American Psychological Association","source":"EBSCOhost","title":"Pooling finances and relationship satisfaction","type":"article-journal","URL":"https://gate.lib.buffalo.edu/login?url=https://search.ebscohost.com/login.aspx?direct=true&db=pdh&AN=2022-42962-001&site=ehost-live&scope=site"},
  {"id":"hu_divergent_2021","abstract":"The ways in which partners manage their money provide important clues to gender inequality in and the nature of couple relationships. Analyzing data from nationally representative surveys (N = 11,730 couples), I examine changes across British cohorts born between the 1920s and 1990s in their household financial management, and how the changes vary across individuals and couples occupying differential income positions. The results show divergent, nuanced cohort trends toward gender equality in couples’ money management. Across successive cohorts of low-earning women, there has been a subtle relaxation in the form of male control, reflected in a decrease in the proportion of men adopting “back-seat” management by retaining the majority of the couple’s money while delegating the chore of managing daily expenses to their partners. By contrast, the empowerment of high-earning women is reflected primarily in an individualization of financial management, evident in a cohort decrease in joint financial management and an increase in independent management. The trend of individualization is particularly prominent among couples in which both partners have equally high earnings. The findings provide new insights into and important extensions of the theorization of gender relations in and the individualization of couple relationships.","accessed":{"date-parts":[[2021,8,17]]},"author":[{"family":"Hu","given":"Yang"}],"citation-key":"hu_divergent_2021","container-title":"Gender & Society","container-title-short":"Gender & Society","DOI":"10.1177/08912432211036912","ISSN":"0891-2432","issued":{"date-parts":[[2021,8,16]]},"language":"en","page":"08912432211036912","publisher":"SAGE Publications Inc","source":"SAGE Journals","title":"Divergent Gender Revolutions: Cohort Changes in Household Financial Management across Income Gradients","title-short":"Divergent Gender Revolutions","type":"article-journal","URL":"https://doi.org/10.1177/08912432211036912"},
  {"id":"pepin_beliefs_2019","abstract":"Objective: This study provides the first nationally representative data on U.S. adults' perceptions of income sharing within families. Background: Modern couples confront tensions between ideals of mutual interests and values of economic autonomy, a departure from fitting themselves into culturally expected family arrangements of the past. This study teases apart the conditions under which people might prioritize one cultural value over another. Method: The author conducted a nationally representative survey experiment (N = 3,986 individuals). The respondents selected an income allocation arrangement for a fictional couple with varied relationships investments (i.e., marriage, parenthood, length of relationship) and earning disparities. Results: Although stronger relationship investments were associated with greater support for sharing all income, the most commonly selected income allocation arrangement was a hybrid arrangement of sharing some income and keeping the rest separate. When respondents preferred some amount of financial autonomy, the primary earner was expected to maintain ownership of a greater amount of the total household income. The preferred level of withholding income was slightly larger in magnitude when women were shown as the primary earner when compared with men shown as the primary earner. Conclusion: The pursuit of economic autonomy, in combination with beliefs about gender, are important dimensions of gender inequality located within families.","accessed":{"date-parts":[[2019,7,23]]},"author":[{"family":"Pepin","given":"Joanna R."}],"citation-key":"pepin_beliefs_2019","container-title":"Journal of Marriage and Family","DOI":"10.1111/jomf.12554","ISSN":"1741-3737","issue":"2","issued":{"date-parts":[[2019]]},"language":"en","license":"© 2019 National Council on Family Relations","page":"361-379","source":"Wiley Online Library","title":"Beliefs About Money in Families: Balancing Unity, Autonomy, and Gender Equality","title-short":"Beliefs About Money in Families","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1111/jomf.12554","volume":"81"}
]
